{
  "Vat Gi": {
    "name": "Vat Gi",
    "description": "Deity that carries the Flame. Their followers are voracious, wild and are known to lose their temper.",
    "bonuses": [
      {
        "devotion": "For each 10 enemies defeated in combat, increase devotion by 1",
        "effect": "+6 Resistance to Fire",
        "fanaticism": ""
      }
    ]
  },
  "Vriu Vu": {
    "name": "Vri Vu",
    "description": "Deity that carries the Wind. Their followers are superficially calm, but can suddenly burst out in a moment’s notice. ",
        "bonuses": [
      {
        "devotion": "Seek out the devotion sites around the world, for each one found, increase devotion by 1",
        "effect": "+6 Resistance to Air",
        "fanaticism": ""
      }
    ]
  },
  "Vo Sil": {
    "name": "Vo Sil",
    "description": "Deity that carries the Currents. Their followers go with the flow in almost every situation, but can turn into a whirl of rage in a fit.",
        "bonuses": [
      {
        "devotion": "Drink from the waters of the 10 seas, for each one drank, increase devotion by 1",
        "effect": "+6 Resistance to Water.",
        "fanaticism": ""
      }
    ]
  },
  "Vel Na": {
    "name": "Vel Na",
    "description": "Deity that carries the Soil. Their followers are supportive and level-headed, thinking before acting, but do not tease them, for chaos ensues once a follower of Vel Na reaches breaking point.",
        "bonuses": [
      {
        "devotion": "Prostate yourself upon the highest peaks of the world, for each one, increase your devotion by 1.",
        "effect": "+6 Resistance to Earth.",
        "fanaticism": ""
      }
    ]
  },
  "Vru Za": {
    "name": "Vru Za",
    "description": "Deity that carries the Spark. Their followers are hyperactive, a little bit crazy in the head as well as a bit out of the loop. You can always be sure that a follower of Vru Za will be the first one to launch themselves into battle or delve into a dungeon.",
        "bonuses": [
      {
        "devotion": "Be the first to defeat an enemy in combat 3 times. For each time done, increase your devotion by 1",
        "effect": "+6 Resistance to Lightning.",
        "fanaticism": ""
      }
    ]
  },
  "Vi Zal": {
    "name": "Vi Zal",
    "description": "Deity that carries the Septima. Followers of Vi Zal are varied and cannot be simply assigned into a group, as their body, soul and mind are always in a constant shift due to the effects of Septima.",
        "bonuses": [
      {
        "devotion": "Sacrifice Septimils in any devotion site in the world, for each sacrificed, increase devotion by 1.",
        "effect": "Reduce the effect of Septima Corruption by 2 per level",
        "fanaticism": ""
      }
    ]
  },
  "Zum": {
    "name": "Zum",
    "description": "Deity that carries the Dawn.",
        "bonuses": [
      {
        "devotion": "",
        "effect": "+6 Resistance to Grixeh",
        "fanaticism": ""
      }
    ]
  },
  "Zbe": {
    "name": "Zbe",
    "description": "Deity that carries the Dusk",
        "bonuses": [
      {
        "devotion": "",
        "effect": "+6 Resistance to Osqura",
        "fanaticism": ""
      }
    ]
  }
}
