{
  "The Order of the One True Way": {
    "name": "The Order of the One True Way",
    "description": "The Order of the One True Way believes that nothing has been left up to fate, and everything has been predestined somehow. If something were to happen, it is because it was already written in the Annals of Steel, their guiding codex written and propagated by their leader Ulysses. A deadly disease is something you can’t fight back, because if destiny already wrote that you should die, you will. If not, then that’s what destiny had in stores for you. The Order’s extreme ideologies instigate fear in the hearts of those that don’t belong to it, as their fanaticism has led to many of their commonfolk to frantically throw themselves to the frontlines with little to no disregard for their own well being. Due to that, the army of the Order is regarded as one of the fiercest to fight against. Their numbers being in the millions, usually winning the attrition war against armies with more proper war tactics. The Order extends through the land preaching the word of their teachings, guided by Ulysses strange mysticism and opportunistic knowledge, adding one more believer to their single one true way.",
    "abilities": [
      {
        "name": "Foretold",
        "description": "The followers of the Order of the One True Way can’t be victim of random effects (Random effects count as Critical Hits, Critical Heals or spells that rely on dice rolls to apply altered status effects.)"
      }
    ]
  },
  "The Steel Horde": {
    "name": "The Steel Horde",
    "description": "The Steel Horde knows nothing more than the battlefield. Praying or doing tributes to higher powers bring nothing to the commonfolk, for while the other inferior ideologies of the world believe in Dead Gods and all-mighty powers, they know that only might makes right. Instead, they follow the writings and teaching of “The First General” a figure of yore that guided the fractured cities of old and brought them together to create the Steel Horde of today. Far from what they let see, the Steel Horde is unknowingly deeply religious, as their battle rituals do not differ from religious congregations, sacrificing prisoners and spilling blood before and after battle to “secure the battlefield” as they said. General Tasker H. A belic man, with no time for weaklings among his ranks leads the Steel Horde with Iron wit. And while he lacks any sense of human or moral decency, he compensates it with an incredible intellect, vision for war and masterful knowledge of combat tactics The Steel Horde has promised the people of the lands that they conquered unrivaled freedom to act and think, so long as they bear the Horde’s insignia and help the war-front to be constantly marching.",
    "abilities": [
      {
        "name":"Martial Prowless",
        "description": "The followers of the Steel Horde feel at home whenever they are fighting for their homeland in foreign territory. As such, being in lands that are not owned by their Faction gives them a boost of +2 to each of their combat stats. This bonus is doubled when they are inside Horde’s owned lands"
      }
    ]
  },
  "The Court of Many Paths": {
    "name": "The Court of Many Paths",
    "description": "The Court of Many Paths doesn’t believe in the extreme ideals of the other Ideologies of the land. As they believe that each and every person should be able to prophesy what they believe in. As a society, the Court of many Paths doesn’t believe in human sacrifice either to appease the gods or for combat, and as such they have spent countless moons developing their magical efforts to create what they call “Marionettes”. Magically enhanced soldiers that fight their battles for them. The Court is always open to the commonfolk with no discrimination, as such, it’s normal to see many peregrines from every corner of the land, coming to the court’s leaders, the council in pro of wisdom and guidance.",
    "abilities": [
      {
        "name": "Open Mind",
        "description": "The followers of the Court of Many Paths are an open minded alignment. As such, they are not affected by elemental reactions."
      }
    ]
  },
  "Parish of the Fake Deity": {
    "name": "Parish of the Fake Deity",
    "description": "The Parish of the Fake Deity doesn't believe at all in any one deity. For you see, there’s always a logical explanation for every “Miracle” that happens on this land. With an ever-present air of superiority, the members of the Parish see those that believe in Magic and Deities as inferior in every sense, with their name even being a direct mockery of other ideologies. The Parish instead focuses on technological advance, for the control of Altima and Septima will finally move humanity to the future. As to them, what the ancient texts referred to asGods and Deities were just humanity before the Dark Dawn. Before humanity inexplicably lost access to their technological advances. The Parish isn’t regulated or led by any single person, working as a strict meritocracy that gives power and rights to those that strive the hardest to prove worthy in Pro of Humanity. As such, their highest figure of power constantly shifts between different individuals.",
    "abilities": [
      {
        "name": "Non-Believer",
        "description": "The followers of the Parish of the Fake Deity aren’t affected by Abilities or Skills given by “Outer powers”"
      }
    ]
  },
  "The Mass of Tribulations": {
    "name": "The Mass of Tribulations",
    "description": "The Mass of Tribulations is a fanatical organization that believes that only by punishing the flesh, being it their own or the flesh of the others will their god be happy.  When the flesh of others cannot be punished, instead they resort to self flagellation as a way to prove their faith to what they call the “Ablaze One” A mysterious entity that bears a crown decorated with three faces. The devouts of the Mass are subject to the judgment impaired by the current face of the Ablaze One. The cities of the Mass of Tribulations are a whiplash of wealth and poverty. With mighty Golden spires that extend as far as the eye can see surrounded by rotten and collapsing houses where their followers live.",
    "abilities": [
      {
        "name": "Self Flagellation",
        "description": "The followers of the Mass of Tribulations aren’t affected by abilities or skills that affect Septima. But they get stronger the lower their Septima is (+1 to each stat for each -10 Septima)"
      }
    ]
  },
  "The Zero Point": {
    "name": "The Zero Point",
    "description": "The Zero Point is a conglomeration of the five great Religious Parties of the land of Hyulgar. They aren’t guided by a single individual, but instead by a Senate with members of each Party, striving to find a common ground between all the ideologies that plague the land. So that one day, humanity may recover what they once lost.",
    "abilities": [
      {
        "name": "",
        "description": ""
      }
    ]
  }
}
